[
    {
        "transcriptcomponentid": "96504130",
        "transcriptid": "2551380",
        "componentorder": "0",
        "transcriptcomponenttypeid": "1",
        "transcriptpersonid": "1",
        "componenttext": "Good day. My name is Savannah, and I will be your conference operator for today. At this time, I would like to welcome everyone to the Jacobs Fiscal Second Quarter 2022 Earnings Conference Call and Webcast. Today's call is being recorded. [Operator Instructions] Thank you.\nAnd I would now like to turn the conference over to Jonathan Doros. Please go ahead.",
        "transcriptcomponenttypename": "Presentation Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504131",
        "transcriptid": "2551380",
        "componentorder": "1",
        "transcriptcomponenttypeid": "2",
        "transcriptpersonid": "338731",
        "componenttext": "Thank you, Savannah. Good morning to all. Our earnings announcement and 10-Q were filed this morning, and we have posted a copy of the slide presentation on our website, which will be referenced during the call.\nI would like to refer you to Slide 2 of the presentation material for information about forward-looking statements, non-GAAP financial measures and pro forma figures. For pro forma comparisons, the current and prior periods include the results of recent acquisitions, including StreetLight Data and BlackLynx as well as our strategic investment in PA Consulting for the full period.\nTurning to the agenda on Slide 3. Speaking on today's call will be Jacobs' Chair and CEO, Steve Demetriou; President and Chief Operating Officer, Bob Pragada; and President and Chief Financial Officer, Kevin Berryman. Steve will begin by updating the progress we are making against our strategy and then discuss the launch of our Climate Action Plan. Bob will then review our performance by line of business. And Kevin will provide a more in-depth discussion of our financial metrics as well as a review of our balance sheet and cash flow. Finally, Steve will provide some details on our updated outlook, along with the closing remarks, and then we'll open the call for your questions.\nThroughout the presentation and in the appendix of this presentation, we provide additional ESG-related information, including examples of our leading ESG solutions. With that, I'll now pass it over to Steve Demetriou, Chair and CEO.",
        "transcriptcomponenttypename": "Presenter Speech",
        "transcriptpersonname": "Jonathan Doros",
        "speakertypename": "Executives",
        "title": "Vice President of Investor Relations"
    },
    {
        "transcriptcomponentid": "96504132",
        "transcriptid": "2551380",
        "componentorder": "2",
        "transcriptcomponenttypeid": "2",
        "transcriptpersonid": "313294",
        "componenttext": "Thank you, John. And thanks, everyone, for joining us today to discuss our second quarter fiscal year 2022 business performance and an update on our newly launched strategy. \nIn March, we shared the details of our new strategy, Boldly Moving Forward, which unleashes a culture of inclusion, innovation and inspiration across Jacobs, enabling us to execute against one of the most exciting periods in our company's history. Our excitement surrounding the new strategy is driven by multiple robust growth opportunities across all lines of business with additional opportunities to accelerate our performance in the areas of climate response, consulting and advisory and data solutions.\nFor those that are new to Jacobs, we are a professional services company that combines deep technical knowledge across a variety of scientific, engineering and technology disciplines with cutting-edge proprietary solutions. We serve a diverse set of sectors and global clients that are navigating the need to modernize their infrastructure and supply chains, protect national security while embarking upon multi-year digital transformations across all facets of their operational environments. This dynamic creates a compelling opportunity for decades of growth for Jacobs. By staying true to our values and purpose, we are a company like no other, reinventing the way we solve problems and shaping the next generation of innovative solutions for our clients.\nDuring the quarter, net revenue grew 10% year-over-year with growth across each line of business. Bookings were strong across the company, resulting in our revenue backlog up 9% year-over-year with an improving gross profit profile. We were awarded a record level of higher-margin professional services and People & Places Solutions, including several strategic wins, developing grants that will enable our clients to access funds from the U.S. Infrastructure and Jobs Act as well as an increasing number of larger opportunities entering our sales pipeline.\nCritical Mission Solutions benefited from the large space intelligence win we disclosed last quarter. And PA Consulting had another outstanding quarter with 15% reported year-over-year revenue growth and 19% growth in constant currency while delivering adjusted operating profit margin of 23%. Our advanced facilities business continues to achieve record year-over-year growth rates, driven by wins in the semiconductor, life sciences and electric vehicle sectors.\nGiven our increased visibility and confidence for the remainder of the year, we are tightening our fiscal 2022 adjusted EBITDA and adjusted EPS outlook with no change to the midpoint. Looking beyond 2022, we continue to expect strong organic growth with healthy cash flow conversion that affords us the ability to deploy capital for enhanced value creation.\nTurning to Slide 5. As we outlined during our new strategy launch, we are a purpose-led company with deep domain knowledge and a track record of delivering solutions to combat the global climate crisis. With this sense of urgency top of mind, we have made significant achievements both internally and externally with approximately $6 billion in revenue driven from ESG and climate-related solutions. We are playing a pivotal role in mitigating one of our generation's greatest threats. Working with our clients, we are co-creating solutions in energy transition, decarbonization, adaptation, resilience, national resource stewardship and ESG business transformation.\nSimilarly, we have delivered on our corporate commitments through our significant emissions reductions and carbon neutrality status. And in April, we took another major step and launched our updated Climate Action Plan to align our net-zero commitments with a new recognized international standard. Our ambitious commitments include ensuring every client project we undertake becomes a client response opportunity, achieving net-zero emissions across our value chain by 2040 and maintaining carbon neutrality with 100% low-carbon electricity for our operations. I'm also proud to share that we are one of the world's first companies and the first consultancy organization to have validated net-zero targets approved by our Science Based Targets initiative.\nWith that, I'll turn it over to Bob Pragada to provide more detail by line of business.",
        "transcriptcomponenttypename": "Presenter Speech",
        "transcriptpersonname": "Steven Demetriou",
        "speakertypename": "Executives",
        "title": "Executive Chair"
    },
    {
        "transcriptcomponentid": "96504133",
        "transcriptid": "2551380",
        "componentorder": "3",
        "transcriptcomponenttypeid": "2",
        "transcriptpersonid": "326765",
        "componenttext": "Thank you, Steve. Moving on to Slide 6 to review Critical Mission Solutions. The CMS business continued its strong backlog performance in the second quarter, increasing 8% on a pro forma basis to $10.6 billion. \nOur CMS strategy is focused on creating resilient revenue growth and margin expansion by offering technology-enabled solutions aligned to critical national priorities. This strategy is underpinned by our focus on key capabilities tied to our growth accelerators, data and cyber solutions, climate response and consulting and advisory, across our core customer markets of national security, space and energy. Three market trends that we are seeing offering continued strong growth this year and beyond include all-source intelligence, energy transition and space exploration. \nBeginning with all-source intelligence. The increasing intelligence threat levels require analysts to utilize and coordinate multiple sources, including human, signal, open source, geospatial and measurement and signature, to allow for better real-time decision-making. All-source intelligence offerings are advancing to include specialized collection management, visualization and dissemination as a service, aligned to specific threats like drug trafficking, organized crime and threat finance.\nJacobs cyber and intelligence business has a full spectrum of all-source intelligence solutions to guide our national security clients through these increasingly sophisticated digital threats. In the second quarter, Jacobs won the U.S. Army's Intelligence Operations Support contract to provide comprehensive 24/7 all-source intelligence analysis to the Army's Joint Task Force, combatant commands and Service Component Commands. Also, we were awarded a seat on the DoD's Joint Artificial Intelligence Center's Data Readiness for AI Development, which encompasses all tasks required to prepare, manage and secure data sets in DoD AI models and assist DevSecOps.\nMoving on to energy transition. Nuclear energy, along with renewables, are critical components of the global energy portfolio to transition economies away from fossil fuels. There is now a growing recognition that to achieve net zero, we must include the always-on, emission-free generation that only nuclear power can provide. Every year, nuclear power averts 1 gigaton of carbon dioxide emissions, equivalent to the annual emissions of more than 217 million cars. Power generated from nuclear provides stability and resilience to electrical grids due to its unique ability to ensure 24/7 energy supply, regardless of weather conditions. \nAnd Jacobs is well positioned as a leader in delivering global nuclear solutions. We were recently awarded a contract by EDF Energy, operator of the Sizewell B nuclear plant located in Suffolk, U.K. to support the extension of the station's operating life by 20 years to 2055. Another aspect of our nuclear science expertise is our strong remediation capabilities. Our environmental team has successfully phased in the Idaho Cleanup Project at the Idaho National Laboratory and won the Oak Ridge Reservation Contract to perform environmental remediation work for the Department of Energy in Eastern Tennessee.\nFinally, demand for space exploration. In March, Jacobs supported NASA in rolling out the fully integrated Space Launch System for the Artemis I mission with launch to occur this summer. Artemis I will be the first uncrewed flight mission in NASA's deep space human exploration program. The Artemis program aims to return humans to the moon by 2025, including the first woman and first person of color. Also for NASA, we were recently awarded the NASA Ames test operations and maintenance contract, the fifth consecutive victory for Jacobs on this contract, which we originally won in 1998. This 5-year $220 million win will book in Q3 but highlights the continuing and strong NASA-Jacobs partnership. \nThis quarter, Jacobs was also awarded a contract from Australia's Department of Defence Space Command to support the implementation of new space capabilities in deep space advanced radar, ground-based electrooptical deep space surveillance and space control. In summary, we continue to see solid demand for our solutions in the second half of 2022 and beyond. The CMS pipeline remains robust with the next 18-month qualified new business at more than $25 billion, including $15 billion in source selection with an expanding margin profile.\nNow on to Slide 8, I'll discuss our People & Places Solutions business. Our strategy is being actualized in real time with strong quarter backlog performance at 9% growth while building sales momentum across multiple markets and geographies, specifically in our advanced manufacturing, health and life sciences and U.S. infrastructure markets. I will discuss the P&P results under the themes of supply chain diversification, climate response, data solutions and infrastructure monetization.\nStarting with supply chain diversification. We continue to respond to increasing demand and supply chain realignment that secures supply for health and life sciences and semiconductor manufacturing. For example, we are seeing an expansion of both organic and contract manufacturing for life sciences capacity in the U.S., Ireland and Denmark. And in Singapore, we are bringing a world-class team of clinical specialists and facility experts to reimagine sustainable patient-centered care models for expanded facilities at Alexandra Hospital.\nTo address the global semiconductor shortage, Jacobs is leveraging global resources, expertise and design automation to deliver critical capacity expansion for multiple semiconductor manufacturing clients in the U.S. and Europe. In a related industry, Jacobs is working with clients in all phases of the electric vehicle ecosystem, implementing state-of-the-art facilities that co-locate lithium-ion battery and electric vehicle production to improve system delays and resilience. Across geographies, alternative fuel planning continues to drive investment for transportation agencies with recent awards for Michigan and Nevada DOT to unlock U.S. Infrastructure Act funding.\nMoving to climate response. Jacobs remains on the forefront of advising our clients on true carbon impacts in areas ranging from biodegradable materials with an award from NatureWorks to embodied carbon calculations with a recent study for a major data center client. We are seeing material pipeline growth in our climate response and energy transition portfolio as evidenced by wins with National Grid in the U.K. to deliver innovative clean energy transmission; a wind farm in Australia; large coastal resiliency programs in Louisiana; and an offshore wind project in the northeastern United States to convert an underutilized port to support one of the largest, most advanced offshore wind facilities in the country. In addition, our innovation investments in PFAS solutions have resulted in an award for its first-of-its-kind program to study nature-based remediation options at more than 35 airports across Australia. \nMoving to data solutions. Our deep domain expertise, combined with our digital platforms, bring world-class technology-enabled solutions to our clients. Our recent acquisition, StreetLight, is working with Siemens and New York state to forecast impacts of renewables and EV charging infrastructure to plan strategic investment upgrades. In the U.K., Jacobs and PA Consulting are transforming Hampshire with multi-sector digital-enabled solutions to support economic growth, social equity and environmental protection. Additionally, we've had an exciting new win for smart, connected and secure infrastructure with national highways and confidential manufacturing clients.\nNow discussing infrastructure modernization. Faced with aging infrastructure and financial and social equity challenges, Jacobs is helping our clients reimagine infrastructure. In Melbourne, our delivery excellence resulted in a renewed contract with Yarra Valley Water, representing up to 18 years of partnership. In Los Angeles, we are expanding our legacy of being a trusted adviser to the Department of Water and Power by delivering a $17 billion master plan development for water reuse facilities. And for the Port of Alaska, we were recently awarded a contract extension to create a safer, more efficient and resilient port with coastal protection.\nThis quarter, we saw significant growth in rail and transit with two clients awarding Jacobs their largest expansion ever. This includes an underground rail line in Singapore and New York Metropolitan Transportation Authority's leveraging of the U.S. Infrastructure Act to strengthen the regional rail system and equitably bridge communities. We also expanded our portfolio in Continental Europe in partnership with NIRAS with two 8-year framework agreements for the Copenhagen Metro and The Greater Copenhagen Light Rail. Overall, we're seeing double-digit pipeline growth that is strengthening due to global infrastructure stimulus across transportation, water, energy and environment as well as advanced manufacturing.\nTurning to PA Consulting on Slide 8. As Steve mentioned, PA had another impressive quarter. Their unique digital consultancy services enables clients to accelerate new growth ideas from concept through to commercial success. This allows PA to capitalize quickly and efficiently on global trends and growth markets, such as climate response and health and life sciences. Specifically in the health market, PA continues to use its skills as a force for good and is currently advising the American College of Emergency Physicians on how to build and operate a first-of-its-kind national registry. This next-generation digital platform will transform health care for the nation's infants, children, adolescents and young adults. \nFocusing on climate response, there are two examples which demonstrate the breadth of PA's capabilities. The first is for the U.K. government, where PA provided consultancy services for a launch of a new infrastructure fund to drive the rollout of electric vehicle charging infrastructure across the country. Secondly, PA and the Swedish R&D and IP company, PulPac, continue to accelerate their exclusive global development partnership for their revolutionary patented technology. PulPac uses renewable pulp and cellulose to produce fiber-based packaging and single-use products as an alternative to plastics, creating up to an 80% lower CO2 footprint. The partnership recorded three strategic confidential wins this quarter and have developed a solid go-to-market plan for the United States.\nIt is evident from all these examples that PA continues to be a crucial part of our strategy with their alignment to Jacobs' three growth accelerators. I had the privilege of joining the 1-year PA Consulting and Jacobs celebratory roadshow last month, attending sessions at 6 different PA offices in 4 different countries. PA's CEO, Ken Toombs, and I met over 1,300 PA employees with extremely positive feedback. We continue to build on collective success during our first year. And I look forward to continued collaborative successes for our clients and the world.\nI'll now turn it over to Kevin to discuss our financial results.",
        "transcriptcomponenttypename": "Presenter Speech",
        "transcriptpersonname": "Robert Pragada",
        "speakertypename": "Executives",
        "title": "President, COO, CEO & Director"
    },
    {
        "transcriptcomponentid": "96504134",
        "transcriptid": "2551380",
        "componentorder": "4",
        "transcriptcomponenttypeid": "2",
        "transcriptpersonid": "300467",
        "componenttext": "Thank you, Bob, and good day to all that are joining us on the call today. I'd like to turn to Slide 10 for a financial overview of our second quarter fiscal 2022 results. \nSecond quarter gross revenue grew 8% year-over-year, although net revenue grew 10% and was up 3% pro forma for acquired revenue. Currency negatively impacted revenue growth by approximately 150 basis points. And given current spot FX rates, we expect FX pressure to continue for the remainder of the year. Exiting Q2, we fully lapped the impact from the lower-margin CMS procurement contract and the timing difference between our two large environmental remediation contracts. For the second half of the fiscal year, we expect total net revenue growth in the mid- to high single digits.\nAdjusted gross margin in the quarter as a percentage of net revenue was 26.6%, up 80 basis points, driven by improvement in People & Places and PA's improved mix impact, partially offset by the revenue ramp from the large new environmental remediation project win in CMS. Looking past 2022, as we execute against our strategy to drive a higher technology and consulting revenue mix, we expect our gross margins to continue to expand.\nAdjusted G&A as a percentage of net revenue was up year-over-year to 16.5%, down slightly from our first quarter. Within G&A, we are making investments to prepare for the increase in opportunities from the recently passed U.S. infrastructure stimulus as well as other investments to improve the efficiency of business through our Focus 2023 initiative. We expect our G&A as a percentage of revenue to trend lower for the remainder of the fiscal year. \nGAAP operating profit was $166 million and was mainly impacted by a $99 million charge associated with the legacy CH2M matter we disclosed in April and other related legal costs. Also included in GAAP operating profit was $48 million of amortization costs from acquired intangibles. Other acquisition deal costs and restructuring efforts were $18 million with around half related to acquisition-related costs. Adjusted operating profit was $332 million, up 7% year-over-year and down slightly on a pro forma basis. Our adjusted operating profit to net revenue was 10.1%. \nGAAP EPS from continuing operations was $0.68 per share and included: a $0.63 charge related to the settlement of the previously mentioned legacy CH2M matter and related legal costs; a $0.25 impact related to our amortization charge of acquired intangibles; $0.09 of transaction and other restructuring costs, which continued to trend significantly lower; and a $0.07 impact from a higher tax rate in the quarter versus our expected rate for the full year. Excluding these items, second quarter adjusted EPS was $1.72. \nJacobs' consolidated Q2 adjusted EBITDA was $340 million and was up nearly 3% year-over-year and represented 10.4% of net revenue. Finally, turning to our bookings during the quarter, the revenue book-to-bill ratio was just under 1x at 0.94x but was 1.12x on a gross profit basis as we saw a continued increase in profitability in our backlog.\nRegarding our LOB performance, let's turn to Slide 11. Starting with CMS, Q2 revenue was up 4% year-over-year and up 3% on a pro forma basis. FX negatively impacted growth by nearly 100 basis points. During the quarter, CMS revenue growth lapped the impact from the contract runoff of a lower-margin large procurement contract and benefited from the timing of our large DOE environmental remediation win at Idaho. \nAs a result, we expect CMS revenue to show double-digit second half 2022 revenue growth, driven by: strong performance in space intelligence from our recent large new award; continued increase from the large environmental contracts to its expected full run rate; accelerating performance in our telecom business, driven by our strategic relationships with 5G providers; and cyber and intel awards delayed during the continuing resolution beginning to ramp.\nQ2 CMS operating profit was $113 million, down 1%. Operating profit margin was down approximately 40 basis points year-over-year to 8.3%. As expected, operating margins were impacted by the ramp-up of our large environmental remediation win and the delay of the higher-margin, shorter-cycle awards that were pushed to the right due to the continuing resolution. We expect operating profit margin to trend slightly above Q2 levels for the remainder of fiscal 2022.\nMoving to People & Places. Q2 net revenue was up 2.8% year-over-year and was negatively impacted by 150 basis points from foreign exchange. Our advanced facilities business net revenue growth again was up double digits year-over-year, driven by investments in the semiconductor and pharma supply chains. We expect continued robust growth from advanced facilities throughout fiscal 2022. Our international business also had strong Q2 year-over-year growth despite the impact from currency, driven by more steady government funding. For the second half of fiscal 2022, we expect net revenue growth from our international business to moderate with pressure from the unfavorable impact of FX.\nMoving to People & Places Americas. Net revenue growth in Q2 improved from Q1, driven by front-end work related to the infrastructure stimulus. We are seeing the benefit from the budget resolution, a meaningful build in our 12- to 18-month pipeline from the infrastructure stimulus projects. Our second quarter gross margin bookings and pipeline provides us confidence in sequential gross profit growth in the second half of fiscal 2022 versus the first half. Total P&PS Q2 gross profit grew year-over-year, but Q2 operating profit was down year-over-year, driven by increased G&A expenses as we continued to spend against strategic investments that position us for the projected acceleration in our business longer term.\nIn terms of PA's performance, PA contributed $297 million in revenue and $68 million in operating profit for the quarter. Q2 revenue grew 15% year-over-year in U.S. dollars and 19% in constant currency. Q2 adjusted operating profit margin was 23%. As a quick reminder, PA grew revenue in constant currency 24% year-over-year for fiscal year 2021 and delivered a 23% operating profit margin, thus making year-to-date revenue and margin performance even more impressive. Our non-allocated corporate expenses were $41 million, up year-over-year and within our expectations as medical costs moderated. We now expect our non-allocated corporate costs to be at the lower end of our previously communicated range of $200 million to $250 million for fiscal 2022.\nLet's turn now to Slide 13 to discuss our cash flow and balance sheet. We had another quarter of solid cash flow generation with $96 million in reported free cash flow, which was in line with our expectations, given the timing of PA employee tax-related costs associated with our annual bonus payments and the net working capital impact of discrete items, which effectively offset each other. DSOs ticked up modestly year-over-year, driven by the timing of new CMS wins and the ramp of the large environment Idaho win in our CMS line of business. \nThe quarter's cash flow included a net $40 million cash benefit related to monetizing an Australian dollar FX hedge related to the CH2M legal matter settlement, partially offset by cash restructuring. To date, since March, we have repurchased approximately $135 million of our shares. As we have said before, we will remain agile and opportunistically repurchase our shares.\nNext quarter, we expect free cash flow to be affected by the gross cash settlement of the CH2M-related legal matter of $480 million with nearly $100 million in cash tax benefits, partially offsetting that amount over the next few quarters. Adjusting for the impact of the legal settlement and our other restructuring items, we remain on track toward achieving our one-time free cash flow conversion to adjusted net income target and expect similar or better free cash flow conversion going forward.\nAs a result of the strong cash flow, we ended the quarter with cash of $1.2 billion and a gross debt of $3.2 billion, resulting in $2 billion of net debt. Pro forma for the legal settlement and including our estimated second half cash flow, we expect Q4 net debt to adjusted 2022 EBITDA of approximately 1.5x, a clear indication of the continued strength of our balance sheet and our cash flow. Finally, given our strong balance sheet and free cash flow, we remain committed to our quarterly dividend, which we recently announced.\nNow I'll turn it back over to Steve for Slide 14.",
        "transcriptcomponenttypename": "Presenter Speech",
        "transcriptpersonname": "Kevin Berryman",
        "speakertypename": "Executives",
        "title": "Executive VP & CFO"
    },
    {
        "transcriptcomponentid": "96504135",
        "transcriptid": "2551380",
        "componentorder": "5",
        "transcriptcomponenttypeid": "2",
        "transcriptpersonid": "313294",
        "componenttext": "Thank you, Kevin. Our diverse portfolio has proven resilient, providing us the ability to grow under multiple economic scenarios with an asset-light business model and the ability to manage pricing during an inflationary environment. Given our increased visibility and confidence for fiscal 2022, we are tightening our outlook and maintaining the midpoint guidance.\nWe expect adjusted EBITDA to be in the range of $1.385 billion to $1.435 billion from the $1.37 billion to $1.45 billion previous guidance. And our adjusted EPS outlook is now in the range of $6.95 to $7.35 from $6.85 to $7.45 previously. Looking past fiscal 2022, our backlog performance and increasing sales pipeline provides us with continued conviction in achieving the multiyear financial growth targets we provided during our March strategy launch.\nOperator, we'll now open the call for questions.",
        "transcriptcomponenttypename": "Presenter Speech",
        "transcriptpersonname": "Steven Demetriou",
        "speakertypename": "Executives",
        "title": "Executive Chair"
    },
    {
        "transcriptcomponentid": "96504136",
        "transcriptid": "2551380",
        "componentorder": "6",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "[Operator Instructions] And our first question will come from Jerry Revich with Goldman Sachs.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504137",
        "transcriptid": "2551380",
        "componentorder": "7",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "474521",
        "componenttext": "This is Adam on for Jerry today.",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Adam Bubes",
        "speakertypename": "Analysts",
        "title": "Research Analyst"
    },
    {
        "transcriptcomponentid": "96504138",
        "transcriptid": "2551380",
        "componentorder": "8",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "313294",
        "componenttext": "Jerry, can you hear us on your end?",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Steven Demetriou",
        "speakertypename": "Executives",
        "title": "Executive Chair"
    },
    {
        "transcriptcomponentid": "96504139",
        "transcriptid": "2551380",
        "componentorder": "9",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "474521",
        "componenttext": "Hello, can you hear me? Hello?",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Adam Bubes",
        "speakertypename": "Analysts",
        "title": "Research Analyst"
    },
    {
        "transcriptcomponentid": "96504140",
        "transcriptid": "2551380",
        "componentorder": "10",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "313294",
        "componenttext": "Switch over to one of the lines in case you can hear us. \n[Technical Difficulty]",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Steven Demetriou",
        "speakertypename": "Executives",
        "title": "Executive Chair"
    },
    {
        "transcriptcomponentid": "96504141",
        "transcriptid": "2551380",
        "componentorder": "11",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "474521",
        "componenttext": "This is Adam on for Jerry. Can you hear me?",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Adam Bubes",
        "speakertypename": "Analysts",
        "title": "Research Analyst"
    },
    {
        "transcriptcomponentid": "96504142",
        "transcriptid": "2551380",
        "componentorder": "12",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "313294",
        "componenttext": "Yes, we can hear you.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Steven Demetriou",
        "speakertypename": "Executives",
        "title": "Executive Chair"
    },
    {
        "transcriptcomponentid": "96504143",
        "transcriptid": "2551380",
        "componentorder": "13",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "474521",
        "componenttext": "Can you just talk about how you're thinking about recent FX movements in context of the guidance?",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Adam Bubes",
        "speakertypename": "Analysts",
        "title": "Research Analyst"
    },
    {
        "transcriptcomponentid": "96504144",
        "transcriptid": "2551380",
        "componentorder": "14",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "300467",
        "componenttext": "Yes. Look, thanks for the question. It's a good one. As we've seen actually over the last week, a significant change in certain of the foreign exchange rates, specifically in pound sterling. But we do think that there is some incremental challenges in the second half relative to the potential associated with that, probably $0.05-plus. \nBut it's almost in the range of being able to offset that with other things going on in our guidance for the year. So as we think about going forward, certainly there's an incremental risk profile that's developed over the last couple of days. But effectively, we're still holding to the guidance at this point in time. And we'll obviously be monitoring that on an ongoing basis.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Kevin Berryman",
        "speakertypename": "Executives",
        "title": "Executive VP & CFO"
    },
    {
        "transcriptcomponentid": "96504145",
        "transcriptid": "2551380",
        "componentorder": "15",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "474521",
        "componenttext": "That's helpful. And then in your strategy update, you laid out expectations for PA Consulting revenues to grow 12% to 15% CAGR through 2024 but with margins flat. Is the assumption for flat margins the result of changing geographic mix? And then once we get a steady mix, how should we think about margin expansion in this business?",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Adam Bubes",
        "speakertypename": "Analysts",
        "title": "Research Analyst"
    },
    {
        "transcriptcomponentid": "96504146",
        "transcriptid": "2551380",
        "componentorder": "16",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "300467",
        "componenttext": "I think that there's a couple of things going on as it relates to the mix dynamic. As we have said in the past, the incremental strength of that business even over and above kind of what the plans have been. Both in our deal model and for the team at PA, they've been running at very, very high utilization factors, which we don't believe is sustainable longer term. So it's really more about getting back to a utilization rate that's probably more sustainable longer term, which mitigates upward trends in gross margin and profitability. \nBut that ultimately, that level of profitability is being held longer term just because of the incremental strength of the margin profile of the new business coming in. So all in all, while it's a flat margin outlook, it's a really strong underlying because they're actually increasing or decreasing their utilization factors, which has been offset by underlying gross margin improvements in the business.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Kevin Berryman",
        "speakertypename": "Executives",
        "title": "Executive VP & CFO"
    },
    {
        "transcriptcomponentid": "96504147",
        "transcriptid": "2551380",
        "componentorder": "17",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "Our next question will come from Bert Subin with Stifel.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504148",
        "transcriptid": "2551380",
        "componentorder": "18",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "375154",
        "componenttext": "Bob, in your prepared remarks, you mentioned semi and EV CapEx is rising across the industry. I think that comes as no surprise to anyone. How are you thinking about the growth progression of advanced facilities as you sort of march towards your $10 EPS target?",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Bert Subin",
        "speakertypename": "Analysts",
        "title": "Associate"
    },
    {
        "transcriptcomponentid": "96504149",
        "transcriptid": "2551380",
        "componentorder": "19",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "326765",
        "componenttext": "Strong. I think that right now -- and you know that business, Bert, it's anywhere from a 12- to 18-month kind of look-forward, sometimes 6. For the first time in a long time for us being in that space, we're seeing visibility from a pipeline perspective well into '23 and in certain cases, into '24. So in this strategy cycle, it will play a material part.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Robert Pragada",
        "speakertypename": "Executives",
        "title": "President, COO, CEO & Director"
    },
    {
        "transcriptcomponentid": "96504150",
        "transcriptid": "2551380",
        "componentorder": "20",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "And our next question will come from Michael Dudas with Vertical Research.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504151",
        "transcriptid": "2551380",
        "componentorder": "21",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "326030",
        "componenttext": "Maybe for any of you, intrigued about a couple of things. One, could you discuss maybe, Bob, the pipeline, you mentioned in the prepared remarks the $25 billion and $15 billion on the CMS side, maybe a little more discussion on the pipeline opportunities. You mentioned just now the advanced facilities, but other areas, and as you indicated, some more international exposure that could be supportive in addition to what the IIJA will provide.\nAnd Kevin, the book-to-bill on the margin of 1.12 is an interesting data point. How does that compare? How does that trend and as we think about not only better bookings but better margins into that backlog over the next, say, several quarters?",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Michael Dudas",
        "speakertypename": "Analysts",
        "title": "Partner"
    },
    {
        "transcriptcomponentid": "96504152",
        "transcriptid": "2551380",
        "componentorder": "22",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "338731",
        "componenttext": "Bob, Kevin, do you want to go first?",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Jonathan Doros",
        "speakertypename": "Executives",
        "title": "Vice President of Investor Relations"
    },
    {
        "transcriptcomponentid": "96504153",
        "transcriptid": "2551380",
        "componentorder": "23",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "313294",
        "componenttext": "I'll pick it up here, it's Steve. So the -- look, as far as moving to the other -- Kevin talked about PA. But as far as P&PS goes, as Bob said, we're going to see continued strength in advanced facilities moving through the rest of this year and into the next few years. And then on the backs of that, we're going to start to see the Americas business ramp up. We're already seeing the pipeline significantly increase. We'll start to see sequential growth in the second half of this year in P&PS U.S. And we expect that to really start to ramp up more significantly as we enter 2023.\nAs far as the infrastructure stimulus, that incremental $550 billion of money that is going to flow into the U.S., about close to $100 billion now has been specifically earmarked for defined programs and projects. And we're tracking that and obviously on the front end of that grant process. Early on, a lot of that's going to be formulaic. And so that should start to flow nicely as we enter 2023. And then our federal infrastructure business and environmental, because of a lot of the dynamics going on globally, should really be also something that's going to help drive growth.\nOn the Critical Mission Solutions, what's really playing out nicely is the diversity of our portfolio. Right now, we're seeing a lot of strength in telecom, obviously the space intelligence on the back of that classified win. Cyber and intelligence is going to start to ramp up now as the continuing resolution gets finalized. And the ramp-up of our nuclear business is robust. And we have an excellent pipeline of opportunities that should start to hit as we finish up this year and roll into 2023.\nSo all in all, we're pretty excited about the prospects of the second half and especially as we move into '23 and beyond. And as far as that gross profit book-to-bill, the bookings in the last quarter specifically was more significant in margin because of a higher professional services ratio. And so what we are seeing is an increase in book-to-bill on our gross profit, as you outlined, and we're pretty excited about that going forward.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Steven Demetriou",
        "speakertypename": "Executives",
        "title": "Executive Chair"
    },
    {
        "transcriptcomponentid": "96504154",
        "transcriptid": "2551380",
        "componentorder": "24",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "And next, we have a question from Sean Eastman with KeyBanc.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504155",
        "transcriptid": "2551380",
        "componentorder": "25",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "300483",
        "componenttext": "So Kevin, I heard a very clear top line growth outlook for CMS in the second half. But I'm not sure I heard one for P&PS. I'm just curious, is there still some variability there that keeps you from putting some bumpers on the P&PS trajectory into the second half? I guess, what I'm really trying to get at is that all-in sort of exit growth rate as we're going into 2023. So any color or perspective you can provide around that would be very helpful.",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Sean Eastman",
        "speakertypename": "Analysts",
        "title": "Senior Equity Research Analyst"
    },
    {
        "transcriptcomponentid": "96504156",
        "transcriptid": "2551380",
        "componentorder": "26",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "300467",
        "componenttext": "Look, the dynamic associated with calling out of the CMS is really because of the strong growth that we're seeing in the second half of the year with CMS. I wanted to make sure that we called that out. It's not an editorial comment on lack of growth in People & Places. We do believe sequentially, we're going to be able to see some growth as we get into Q3. And when you compare it to the year-ago figures, that means an accelerated level of growth as well. So look, it's not necessarily in the double-digit figures that we were talking about in CMS, but we see sequential growth in third quarter versus second quarter or even stronger in Q4 versus Q3. \nSo we think we're getting positioned for a strong Q2 -- 2023 as a result of that. So look, I think what's really a tribute to the teams here is the great work that our program management office is doing in really highlighting and helping to sort out the incremental monies that are going to be coming into play for the infrastructure bill and helping our customers figure out when that's going to hit and where they are going to be able to gain access. And I think that's going a long way for us to start to identify that longer-term build in our infrastructure pipeline. So we're feeling good about it.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Kevin Berryman",
        "speakertypename": "Executives",
        "title": "Executive VP & CFO"
    },
    {
        "transcriptcomponentid": "96504157",
        "transcriptid": "2551380",
        "componentorder": "27",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "313294",
        "componenttext": "And just one other point about P&PS that as we look at sequentially moving into the third, fourth quarter is that the margin profile is going to improve with the G&A that we pre-invested, that Kevin talked about, that held down our margins in the second quarter. We're going to start to see a significant change in the utilization of that G&A that's going to give us a much better profile in the second half on our margin.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Steven Demetriou",
        "speakertypename": "Executives",
        "title": "Executive Chair"
    },
    {
        "transcriptcomponentid": "96504158",
        "transcriptid": "2551380",
        "componentorder": "28",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "And our next question will come from Chad Dillard with Bernstein.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504159",
        "transcriptid": "2551380",
        "componentorder": "29",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "3527",
        "componenttext": "This is [ Brandon ] on for Chad. Can you please give some more color on the volume of new inquiries on the infrastructure design side? How has that picked up year-over-year? And when do you think this activity will peak over the next few years?",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Unknown Analyst",
        "speakertypename": "Analysts",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504160",
        "transcriptid": "2551380",
        "componentorder": "30",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "313294",
        "componenttext": "Bob, did you hear that?",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Steven Demetriou",
        "speakertypename": "Executives",
        "title": "Executive Chair"
    },
    {
        "transcriptcomponentid": "96504161",
        "transcriptid": "2551380",
        "componentorder": "31",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "326765",
        "componenttext": "Sure. Yes, I did. So incrementally, when you look at it from a Q2 to Q2 standpoint, '21 to '22, but if you look at the bookings profile of what we accomplished in Q2 and how those jobs burn over the course of the next 2 to 3 quarters, it is a unique inflection point that we're seeing in the business. And those are on the front-end studies and on some of these more lumpy jobs that were actually already in the planning mode. \nAnd now when the CR was approved and monies were available, these were the immediate recipients of these jobs, which are going to really hone in on that design component. So we're actually feeling good. Outside of the U.S., we are seeing some of the biggest rail and transit opportunities. Haven't booked them yet, but we're in the middle of them that we have in quite a bit -- quite a long time, specifically in the U.K. and in Australia. So overall, positive.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Robert Pragada",
        "speakertypename": "Executives",
        "title": "President, COO, CEO & Director"
    },
    {
        "transcriptcomponentid": "96504162",
        "transcriptid": "2551380",
        "componentorder": "32",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "And our next question will come from Steven Fisher with UBS.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504163",
        "transcriptid": "2551380",
        "componentorder": "33",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "95204",
        "componenttext": "So you narrowed your range and that suggests more confidence in your outlook in general. I guess, I'm wondering what you see as still the biggest areas of uncertainties. And more typically, with Jacobs, we would expect kind of still some upside potential on the upper end of the range. So by taking that down, I'm wondering if there are other things that we should be considering here, the sort of upside scenarios and downside scenarios.",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Steven Fisher",
        "speakertypename": "Analysts",
        "title": "Executive Director and Senior Analyst"
    },
    {
        "transcriptcomponentid": "96504164",
        "transcriptid": "2551380",
        "componentorder": "34",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "313294",
        "componenttext": "Yes, I think the -- obviously, raising the bottom was an indication of more confidence. The top side, I'd say, is what's on our mind is the FX uncertainty that's out there specifically. And just the question of -- with all this political activity, geopolitical activity, just how projects and programs are going to get across the finish line and get awarded, we're confident that there's no concern about anything getting canceled. It's really more around just the timing of how things unfold in the second half. And so that's where we sort of decided to keep our midpoint, where it is, in spite of the strong second quarter.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Steven Demetriou",
        "speakertypename": "Executives",
        "title": "Executive Chair"
    },
    {
        "transcriptcomponentid": "96504165",
        "transcriptid": "2551380",
        "componentorder": "35",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "And our next question will come from Sabahat Khan with RBC Capital Markets.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504166",
        "transcriptid": "2551380",
        "componentorder": "36",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "279732",
        "componenttext": "Just a commentary around the strategic investments ahead of the infrastructure bill. Can you maybe talk about where in the life cycle of those investments you are? Is this something that's going to continue until you sort of have full run rate contribution from that bill?\nAnd just the second part, in terms of the -- you indicated there's some gains coming in from the U.S. IIJA. How are those coming in relative to what you would have expected at this point in the timeline?",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Sabahat Khan",
        "speakertypename": "Analysts",
        "title": "Analyst"
    },
    {
        "transcriptcomponentid": "96504167",
        "transcriptid": "2551380",
        "componentorder": "37",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "300467",
        "componenttext": "Let me go first and certainly address the strategic investments. We have investments that are supporting the Focus 2023 initiative, which are substantive this year specifically and will -- depending upon how the program goes forward, will be less into the future but more substantive this year specifically.\nI think the biggest number though in terms of the investments really are people-related because we're building up our employee headcount specifically relative to be able to satisfy the developing pipeline that's there. And ultimately, when that translates into our backlog and starts to burn, we need to make sure we're ahead of the curve as it relates to being able to deliver the high-quality and strategic value-added solutions that we provide to our clients. So that's the single biggest.\nSo as we start to get that momentum build, which we talked about sequential growth in People & Places and CMS, when you have a particular part of our teams which are occupied 50% of the time versus 85% of the time, that idle time ultimately is charged to our G&A figure. So as we start to ramp, that G&A numbers are going to come -- those G&A numbers come down, profitability goes up. And fundamentally, that's the single biggest investment we're making that's in terms of the people.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Kevin Berryman",
        "speakertypename": "Executives",
        "title": "Executive VP & CFO"
    },
    {
        "transcriptcomponentid": "96504168",
        "transcriptid": "2551380",
        "componentorder": "38",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "And our next question will come from Andy Wittmann with Baird.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504169",
        "transcriptid": "2551380",
        "componentorder": "39",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "170294",
        "componenttext": "I guess, for Kevin, I wanted to ask about the adjusted unallocated corporate expense comments that you had here in the prepared remarks. I guess, you said you're going to be at the lower end of the $200 million to $250 million range. I guess, in the quarter, it came in at $41 million. It's been running in the mid-50s. The guidance you just said implies that the last 2 quarters of the year are going to be around $50 million each if it's the very low end. \nAnd so that implies that something unique happened in the fiscal second quarter. I was wondering if you could discuss what that was that made it so low in the second quarter. Then if you could also talk a little bit more about the tax rate in the quarter, the $0.07 that you called out there, what was that related to? It sounds like your tax rate is going to be higher. Was this an adjustment only for this year? Or was this for a prior period outside of this year as to why that $0.07 was called out?",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Andrew J. Wittmann",
        "speakertypename": "Analysts",
        "title": "Senior Research Analyst"
    },
    {
        "transcriptcomponentid": "96504170",
        "transcriptid": "2551380",
        "componentorder": "40",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "300467",
        "componenttext": "No. Look, let me go to the G&A first and talk about that. It really is a matter of timing as to when we're making the investments as opposed to when we're not. And so think about it really from a timing perspective in terms of the management of our programs. And we don't pre-spend when we don't need to. So ultimately, think about it from a timing perspective. That's really all it is, Andy.\nAs it relates to the other issue on tax, but effectively as we've talked about in the past, beginning last year, we took to -- on our adjusted tax rate just to book to what our expected effective tax rate is going to be for the year. And then of course, our GAAP rate fluctuates around that, either plus or minus relative to that.\nSo really, this is just an adjustment to get it back to what that effective tax rate is going to be on an adjusted basis for the full year. Until which time we think that number is different, we will always book to that adjusted figure in the quarter. So that really is all it is. And it's just the difference between the GAAP and the adjusted figure that we expect for the full year. Hopefully, that's clear.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Kevin Berryman",
        "speakertypename": "Executives",
        "title": "Executive VP & CFO"
    },
    {
        "transcriptcomponentid": "96504171",
        "transcriptid": "2551380",
        "componentorder": "41",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "And we have a follow-up from Bert Subin with Stifel.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504172",
        "transcriptid": "2551380",
        "componentorder": "42",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "375154",
        "componenttext": "I just got cut off earlier and had a quick clarification question for Bob. On the advanced facilities commentary, the visibility you mentioned sort of being more extended, is that the result of just what we're seeing on the semiconductor CapEx side? Or are you also starting to see a step function change on the EV and biotech side?",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Bert Subin",
        "speakertypename": "Analysts",
        "title": "Associate"
    },
    {
        "transcriptcomponentid": "96504173",
        "transcriptid": "2551380",
        "componentorder": "43",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "326765",
        "componenttext": "Yes, Bert, it's both. On The semiconductor side, it's really -- it's kind of the concentration of clients that we have and those clients being on the forefront of the chip shortage and as well as one of those clients that we've talked about before, also changing a bit of the business model to become more of a foundry. So that's extending out that visibility.\nFrom an EV perspective, the biggest one is one that's driving some of that visibility and the spend that, that company is going through. But these -- not just the classic OEMs, the Fords, the GMs, but we're seeing kind of this next generation of EV providers come into play, which is giving us greater visibility to '23 and beyond. So we're getting that information from our clients, not necessarily exclusively market data.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Robert Pragada",
        "speakertypename": "Executives",
        "title": "President, COO, CEO & Director"
    },
    {
        "transcriptcomponentid": "96504174",
        "transcriptid": "2551380",
        "componentorder": "44",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "And our next question will come from Andrew Kaplowitz with Citi.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504175",
        "transcriptid": "2551380",
        "componentorder": "45",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "313057",
        "componenttext": "Bob or Kevin, maybe you could give us a little more color into the double-digit growth forecast for CMS in the second half of the year, which I think is better than some of your government services peers. Obviously, we know about Idaho ramping up and some of the recent wins. But how much is cyber helping? For instance, I think you mentioned telecom ramping up. And one of your peers suggested that the space is a little sluggish right now. But it doesn't seem like that for you.",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Andrew Kaplowitz",
        "speakertypename": "Analysts",
        "title": "Managing Director and U.S. Industrial Sector Head"
    },
    {
        "transcriptcomponentid": "96504176",
        "transcriptid": "2551380",
        "componentorder": "46",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "300467",
        "componenttext": "Well, look, as I outlined in our previous remarks earlier in the call, Andy, look, I think there's a multitude of things. There's a little bit of an incremental revenue we'll see from the ramp on the Idaho project. That's not the driver. That's ultimately a small piece of it. It really is the incremental space intelligence business that's starting to burn relative to the win that we announced, I think it was last quarter. And that's going to be helping drive some incremental growth.\nAnd then, of course, we also are seeing good cybersecurity ramp in terms of the continuing resolution was putting pressure as it relates to that opportunity. So those are all positives as it relates to that. And telecom, while it's not a huge part of our business, it is a high-growth business that's occurring, given the focus on the 5G stuff. So all of that added together, I think, exhibits the power of the diversity of the portfolio within CMS. And so we're excited about getting back to really strong growth numbers in Q3 and Q4. And we've been calling out that we expected it to happen and now it's going to be happening.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Kevin Berryman",
        "speakertypename": "Executives",
        "title": "Executive VP & CFO"
    },
    {
        "transcriptcomponentid": "96504177",
        "transcriptid": "2551380",
        "componentorder": "47",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "And our next question will come from Jamie Cook with Crédit Suisse.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504178",
        "transcriptid": "2551380",
        "componentorder": "48",
        "transcriptcomponenttypeid": "3",
        "transcriptpersonid": "93135",
        "componenttext": "I'm going to apologize, I'm managing through four calls. But we're getting lots of questions from investors on just which business models would be more resilient during a potential recession, given the macro concerns out there. So can you sort of just help me understand which parts of your business would be more resilient sort of on a top line and a margin side? And to what degree do some of the restructuring and cost-cutting actions help you? And you know as well how PA Consulting performed in prior downturns.\nAnd then Kevin, my other question, just -- and I'm sorry if you asked this -- if someone asked you this, then I can just go back. But to what degree -- what are you thinking right now in terms of preference for repo versus acquisition? I know you did buy back stock in the quarter. But any help there?",
        "transcriptcomponenttypename": "Question",
        "transcriptpersonname": "Jamie Cook",
        "speakertypename": "Analysts",
        "title": "Managing Director, Sector Head of United States Capital Goods Research and Analyst"
    },
    {
        "transcriptcomponentid": "96504179",
        "transcriptid": "2551380",
        "componentorder": "49",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "313294",
        "componenttext": "So let me start with resilience. And I'll turn it over to Kevin for the capital deployment question. But look, we've spent a lot of time on this, Jamie, as you know. And we believe we've really positioned our portfolio going forward to be even more resilient than Jacobs in the past, which had a good resilient track record.\nClearly, leading that is going to be the infrastructure side with the fact that as we get into potential uncertainty and economic sluggishness that governments around the world, especially in the U.S., are going to look to stimulate the economy and create jobs with infrastructure. And then on top of that, we've got the IIJA, that law. And so we're pretty positive about the momentum on that in the backlog, the pipeline that's building and that's going to play out.\nAnd then of course, we have what's going on with the whole geopolitical side, the increased needs around defense spending and cyber protection and critical infrastructure around the world. And so that's going to bode well for resiliency on our Critical Mission Solutions. And then even in the advanced facilities business, which could be historically impacted by economic slowdown with the dynamics of a chip shortage, which is going to continue even in some economic downturn and the need with pent-up demand on life sciences because of all the focus on the pandemic and the energy transition that has to happen, we feel pretty good about where Jacobs stands in an uncertain environment going forward. Kevin, on the capital deployment?",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Steven Demetriou",
        "speakertypename": "Executives",
        "title": "Executive Chair"
    },
    {
        "transcriptcomponentid": "96504180",
        "transcriptid": "2551380",
        "componentorder": "50",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "300467",
        "componenttext": "Yes. We -- thanks, Jamie, for the question. We like the investment in the shares at this current time. But that doesn't mean that there aren't a list of opportunities on the M&A side that could potentially be executed against. With the recent large settlement that we will be paying out relative to the impacts, we're probably not doing any real large deals at this particular point in time. But certainly, given the dislocation in our share price over the last few months, we like that investment. So I think certainly repos are in the mix and probably maybe some smaller acquisitions.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Kevin Berryman",
        "speakertypename": "Executives",
        "title": "Executive VP & CFO"
    },
    {
        "transcriptcomponentid": "96504181",
        "transcriptid": "2551380",
        "componentorder": "51",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "And that will conclude the question-and-answer session. I would now like to turn the call back to Steve Demetriou for any closing remarks.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    },
    {
        "transcriptcomponentid": "96504182",
        "transcriptid": "2551380",
        "componentorder": "52",
        "transcriptcomponenttypeid": "4",
        "transcriptpersonid": "313294",
        "componenttext": "Thanks, everyone, for your attention and focus, and we look forward to talking to you next quarter. Thank you.",
        "transcriptcomponenttypename": "Answer",
        "transcriptpersonname": "Steven Demetriou",
        "speakertypename": "Executives",
        "title": "Executive Chair"
    },
    {
        "transcriptcomponentid": "96504183",
        "transcriptid": "2551380",
        "componentorder": "53",
        "transcriptcomponenttypeid": "7",
        "transcriptpersonid": "1",
        "componenttext": "And that will conclude today's conference. Thank you for your participation, and you may now disconnect.",
        "transcriptcomponenttypename": "Question and Answer Operator Message",
        "transcriptpersonname": "Operator",
        "speakertypename": "Operator",
        "title": ""
    }
]